[
    {
        "name": "TUF Gaming B560M E motherboard",
        "thumbnail": "https://i.ibb.co/rvDm0Wk/w692.png",
        "images": [
            "https://i.ibb.co/StW4VpL/alliance-pic.png",
            "https://i.ibb.co/wC1Mrhz/3-TUF-GAMING-B560-M-E-Cover.png",
            "https://i.ibb.co/SX01qnK/spec-mobile.png"
        ],
        "date": "2024-06-04T00:00:00.000Z",
        "availability": true,
        "brand": "Asus",
        "category": "pc-and-components",
        "click_count": 0,
        "quantity": 32,
        "sku": "BE45FSDT",
        "price": 15000,
        "discount": 0,
        "description": "The TUF Gaming B560M-E is a micro-ATX motherboard crafted for gamers and power users, providing a reliable and high-performance foundation for building a gaming PC. Supporting both 11th and 10th Gen Intel Core processors, this motherboard leverages the B560 chipset to offer advanced features and exceptional performance.Equipped with PCIe 4.0 support, the TUF Gaming B560M-E ensures faster data transfer rates and improved bandwidth for the latest graphics cards and storage devices. The dual M.2 slots provide ample space for high-speed NVMe SSDs, significantly enhancing storage performance and reducing load times in games and applications.Durability and stability are core aspects of the TUF series, and the B560M-E is no exception. It features military-grade components, including TUF capacitors and alloy chokes, ensuring longevity and reliable operation under intense gaming conditions. The motherboard also boasts comprehensive cooling solutions, such as VRM heatsinks and hybrid fan headers, to maintain optimal temperatures during extended gaming sessions.Connectivity options include USB 3.2 Gen 2 Type-A and Type-C ports, ensuring compatibility with a wide range of peripherals. Additionally, the onboard Realtek S1200A audio codec delivers high-quality sound, enhancing the immersive gaming experience.Overall, the TUF Gaming B560M-E combines robust performance, durability, and gaming-centric features, making it an ideal choice for building a dependable and powerful gaming system.",
        "short_description": "The TUF Gaming B560M-E is a robust micro-ATX motherboard designed for gamers, featuring support for 11th and 10th Gen Intel CPUs, PCIe 4.0, dual M.2 slots, and comprehensive cooling solutions. It offers enhanced durability, gaming-focused features, and reliable performance, making it an excellent choice for building a high-performance gaming rig."
    },
    {
        "name": "Deepcool MACUBE 110",
        "thumbnail": "https://i.ibb.co/9WY2D3y/deepcool-macube-110-wh-gaming-case-1-Photoroom.png",
        "images": [
            "https://i.ibb.co/w7Zx3kK/deepcool-macube-110-wh-gaming-case-2.jpg",
            "https://i.ibb.co/yScHp6h/deepcool-macube-110-wh-gaming-case-3.jpg",
            "https://i.ibb.co/WBCnky1/deepcool-macube-110-wh-gaming-case-4.jpg"
        ],
        "date": "2024-06-04T00:00:00.000Z",
        "availability": true,
        "brand": "Deepcool",
        "category": "pc-and-components",
        "click_count": 0,
        "quantity": 32,
        "sku": "BE45FSDT",
        "price": 5000,
        "discount": 0,
        "description": "The Deepcool MACUBE 110 is a premium micro-ATX case designed to combine style, functionality, and performance in a compact form factor. Measuring just 400mm x 225mm x 431mm, it’s perfect for space-conscious builders seeking a sleek and modern look. The case features a minimalist design with clean lines, a magnetic tempered glass side panel for easy access and display of internal components, and a steel chassis that ensures durability.Cooling is a standout feature of the MACUBE 110. It supports up to six 120mm or four 140mm fans and accommodates radiators up to 280mm, ensuring efficient airflow and heat dissipation. The top and front panels include large air intakes with dust filters, promoting optimal cooling while keeping the interior dust-free.Inside, the MACUBE 110 offers ample room for high-performance hardware, including graphics cards up to 320mm long, CPU coolers up to 165mm tall, and power supplies up to 160mm in length. The case also provides convenient cable management solutions with 23mm of space behind the motherboard tray and multiple routing holes.Overall, the Deepcool MACUBE 110 is an excellent choice for builders seeking a compact, high-performance case that offers stylish aesthetics, excellent cooling options, and flexibility for various hardware configurations.",
        "short_description": "The Deepcool MACUBE 110 is a compact, stylish micro-ATX case featuring excellent airflow, a minimalist design, and a magnetic tempered glass side panel. It supports multiple cooling solutions and high-performance components, making it an ideal choice for building a sleek and efficient gaming or workstation PC."
    },
    {
        "name": "LG MK66m E Monitor",
        "thumbnail": "https://i.ibb.co/YtdnNT4/71-PGfnp5-Xz-L-SL1500-Photoroom-1.png",
        "images": [
            "https://i.ibb.co/DwmMGB1/71-RGWVh-Yt7-L-SL1500.jpg",
            "https://i.ibb.co/Y3RSSZC/71b-jueb-Yn-L-SL1500.jpg",
            "https://i.ibb.co/Y3RSSZC/71b-jueb-Yn-L-SL1500.jpg",
            "https://i.ibb.co/Bgzpcxw/61kuri49-AXL-SL1500.jpg"
        ],
        "date": "2024-06-04T00:00:00.000Z",
        "availability": true,
        "brand": "LG",
        "category": "pc-and-components",
        "click_count": 0,
        "quantity": 32,
        "sku": "BE45FSDT",
        "price": 16000,
        "discount": 0,
        "description": "The LG MK66M-E is a versatile 27-inch monitor designed to deliver an exceptional viewing experience for gaming, work, and entertainment. Featuring a Full HD IPS display, this monitor provides vibrant colors and wide viewing angles, ensuring consistent and accurate visuals from any perspective. The 1920 x 1080 resolution offers sharp and detailed images, perfect for multimedia consumption and productivity tasks.Equipped with AMD FreeSync technology, the LG MK66M-E minimizes screen tearing and stuttering, providing a smoother and more responsive gaming experience. The 75Hz refresh rate and 5ms response time further enhance gameplay, reducing motion blur and ensuring fluid visuals during fast-paced action scenes.The monitor's design is both sleek and functional, with slim bezels that provide an immersive viewing experience and a modern aesthetic that fits seamlessly into any workspace or gaming setup. Multiple connectivity options, including HDMI and DisplayPort, ensure compatibility with a variety of devices, while the built-in speakers offer convenient audio without the need for external speakers.Ergonomic features such as tilt adjustment allow for comfortable viewing, and the monitor's flicker-free technology and blue light filter reduce eye strain during extended use.Overall, the LG MK66M-E is a well-rounded monitor that combines impressive visual performance, gaming features, and ergonomic design, making it a great choice for users seeking a high-quality and versatile display solution.",
        "short_description": "The LG MK66M-E is a versatile 27-inch monitor featuring a Full HD IPS display with vibrant colors and wide viewing angles. It offers AMD FreeSync technology, a 75Hz refresh rate, and multiple connectivity options, making it ideal for gaming, work, and entertainment with smooth visuals and a sleek design."
    },
    {
        "name": "Macbook pro",
        "thumbnail": "https://i.ibb.co/5TCw3zX/3d-viewer-pt-closed-xhvulpfj67m2-large-Photoroom.png",
        "images": [
            "https://i.ibb.co/pPmdhT1/3d-viewer-ps-closed-dxyu3rr4014y-large.jpg",
            "https://i.ibb.co/tMTYyvC/3d-viewer-pf-14-16-cnmzk9b7xtpy-large.jpg",
            "https://i.ibb.co/GFPRcn0/3d-viewer-psl-open-ctdvesh65n2a-large.jpg",
            "https://i.ibb.co/X3CYjKh/3d-viewer-pt-open-dr7t682bocia-large.jpg"
        ],
        "date": "2024-06-04T00:00:00.000Z",
        "availability": true,
        "brand": "Apple",
        "category": "pc-and-components",
        "click_count": 0,
        "quantity": 32,
        "sku": "BE45FSDT",
        "price": 150000,
        "discount": 0,
        "description": "The MacBook Pro is a powerhouse laptop that merges cutting-edge technology with elegant design, perfect for professionals, creatives, and tech enthusiasts. Powered by Apple's revolutionary M1 chip, it delivers exceptional performance with an 8-core CPU, 8-core GPU, and a 16-core Neural Engine, ensuring smooth multitasking, rapid processing, and impressive energy efficiency.The 13-inch Retina display offers stunning visuals with vibrant colors, sharp details, and True Tone technology, providing an immersive viewing experience whether you're editing photos, designing graphics, or watching videos. The P3 wide color gamut and high brightness levels further enhance visual fidelity, making it an excellent choice for creative work.With up to 20 hours of battery life, the MacBook Pro is designed to keep up with your busiest days without needing frequent recharges. The high-speed SSD storage ensures quick access to your files and applications, while the macOS operating system provides a seamless and intuitive user experience.Security features such as the Touch ID fingerprint sensor and the secure enclave in the M1 chip protect your data and privacy. The backlit Magic Keyboard offers a comfortable typing experience, and the spacious Force Touch trackpad provides precise control and navigation.The MacBook Pro also includes versatile connectivity options with two Thunderbolt/USB 4 ports, allowing for high-speed data transfer, external display support, and charging. Whether you're a developer, designer, or student, the MacBook Pro offers the performance, reliability, and features needed to elevate your productivity and creativity.",
        "short_description": "The MacBook Pro combines powerful performance with sleek design, featuring Apple's M1 chip, a stunning Retina display, and up to 20 hours of battery life. It offers advanced graphics, high-speed SSD storage, and enhanced security, making it ideal for professionals and creatives alike."
    },
    {
        "name": "Asus RTX 4070 GPU",
        "thumbnail": "https://i.ibb.co/qmL8tKM/msi-geforce-rtx-4070-super-12g-gaming-x-slim-graphics-card-01-Photoroom.png",
        "images": [
            "https://i.ibb.co/92bJcDw/msi-geforce-rtx-4070-super-12g-gaming-x-slim-graphics-card-04.jpg",
            "https://i.ibb.co/mF4VTgq/msi-geforce-rtx-4070-super-12g-gaming-x-slim-graphics-card-05.jpg",
            "https://i.ibb.co/JkFnBMp/msi-geforce-rtx-4070-super-12g-gaming-x-slim-graphics-card-03.jpg",
            "https://i.ibb.co/pKV3KmQ/msi-geforce-rtx-4070-super-12g-gaming-x-slim-graphics-card-02.jpg"
        ],
        "date": "2024-06-04T00:00:00.000Z",
        "availability": true,
        "brand": "Asus",
        "category": "pc-and-components",
        "click_count": 0,
        "quantity": 32,
        "sku": "BE469SDT",
        "price": 170000,
        "discount": 0,
        "description": "The ASUS GeForce RTX 4070 is a versatile graphics card that combines strong performance with advanced features, ideal for both gamers and creators. Utilizing the NVIDIA Ada Lovelace architecture, it comes equipped with 12GB of GDDR6 memory, ensuring smooth and responsive performance in a variety of applications, from gaming to content creation.This GPU supports NVIDIA's ray tracing and DLSS technologies, which enhance visual realism and performance through real-time ray tracing and AI-powered image enhancement. These features provide stunning graphics and improved frame rates, delivering an immersive and responsive gaming experience.ASUS has incorporated its renowned cooling solutions into the RTX 4070, featuring Axial-tech fans, a large heatsink, and precision-engineered airflow paths. This design ensures optimal thermal performance and low noise levels, even during extended gaming sessions or heavy workloads.The card's connectivity includes multiple HDMI 2.1 and DisplayPort 1.4a ports, allowing for high-resolution outputs and multi-monitor configurations. Additionally, the ASUS RTX 4070 features a sturdy build with a reinforced metal backplate, ensuring durability and stability within your system.Overall, the ASUS GeForce RTX 4070 offers a balanced combination of performance, advanced features, and efficient cooling, making it a great choice for users seeking a reliable and powerful graphics solution for gaming, creative work, and everyday computing tasks.",
        "short_description": "The ASUS GeForce RTX 4070 is a powerful graphics card featuring the NVIDIA Ada Lovelace architecture, 12GB of GDDR6 memory, and efficient cooling solutions. It offers excellent performance for gaming and creative tasks, with support for ray tracing, DLSS, and AI-enhanced features, providing a high-quality visual experience."
    },
    {
        "name": "Zotac RTX 4080 GPU",
        "thumbnail": "https://i.ibb.co/5TCw3zX/3d-viewer-pt-closed-xhvulpfj67m2-large-Photoroom.png",
        "images": [
            "https://i.ibb.co/pPmdhT1/3d-viewer-ps-closed-dxyu3rr4014y-large.jpg",
            "https://i.ibb.co/tMTYyvC/3d-viewer-pf-14-16-cnmzk9b7xtpy-large.jpg",
            "https://i.ibb.co/GFPRcn0/3d-viewer-psl-open-ctdvesh65n2a-large.jpg",
            "https://i.ibb.co/X3CYjKh/3d-viewer-pt-open-dr7t682bocia-large.jpg"
        ],
        "date": "2024-06-04T00:00:00.000Z",
        "availability": true,
        "brand": "Zotac",
        "category": "pc-and-components",
        "click_count": 0,
        "quantity": 32,
        "sku": "BE469SDT",
        "price": 190000,
        "discount": 0,
        "description": "The ZOTAC GeForce RTX 4080 is a cutting-edge graphics card designed to deliver unparalleled performance for gamers, content creators, and professionals. Built on the advanced NVIDIA Ada Lovelace architecture, this GPU features 16GB of high-speed GDDR6X memory, providing the bandwidth necessary for handling the most demanding games and applications with ease.One of the standout features of the RTX 4080 is its support for real-time ray tracing and DLSS 3.0 (Deep Learning Super Sampling), which use AI to enhance visual fidelity and performance. These technologies create stunningly realistic lighting, reflections, and shadows, significantly improving the overall gaming and visual experience.The ZOTAC RTX 4080 also boasts a robust cooling system, featuring IceStorm 2.0 technology with triple fans, a large heatsink, and advanced airflow optimizations. This ensures the card remains cool and quiet even under heavy loads, maintaining peak performance and longevity.Connectivity options include multiple HDMI 2.1 and DisplayPort 1.4a outputs, supporting up to 8K resolution and multi-monitor setups. The card's compact design allows for compatibility with a wide range of PC cases, and its reinforced metal backplate adds structural integrity and durability.Overall, the ZOTAC GeForce RTX 4080 is a top-tier graphics card that offers extraordinary performance, advanced features, and robust cooling, making it an excellent choice for anyone looking to push their system to the limits.",
        "short_description": "The ZOTAC GeForce RTX 4080 is a high-performance graphics card featuring the NVIDIA Ada Lovelace architecture, 16GB of GDDR6X memory, and advanced cooling technology. It delivers exceptional gaming and rendering performance, with support for ray tracing, DLSS 3.0, and enhanced AI capabilities, making it ideal for demanding applications."
    }
]