[
    {
        "name": "Iphone 15 pro max",
        "thumbnail": "https://i.ibb.co/TKqPZz0/iphone15promax-digitalmat-gallery-3-202309.png",
        "images": [
            "https://i.ibb.co/YyV4Z3m/iphone15promax-digitalmat-gallery-2-202309.png",
            "https://i.ibb.co/6bMsVq1/iphone15pro-digitalmat-gallery-6-202309.png",
            "https://i.ibb.co/9rkjXZq/iphone15promax-digitalmat-gallery-4-202309.png",
            "https://i.ibb.co/mq9nBPS/iphone15promax-digitalmat-gallery-5-202309.png",
            "https://i.ibb.co/gRxbtmk/iphone15promax-digitalmat-gallery-6-202309.png"
        ],
        "date": "2024-05-25T00:00:00.000Z",
        "availability": true,
        "brand": "Apple",
        "category": "phone-and-tablets",
        "click_count": 0,
        "quantity": 52,
        "sku": "BE45VGRT",
        "price": 220000,
        "discount": 10,
        "description": "The iPhone 15 Pro Max takes smartphone innovation to new heights with its larger display and enhanced features. Featuring a stunning 6.7-inch Super Retina XDR display with ProMotion technology, every detail comes to life with vibrant colors and sharp contrast. Powered by the A17 Bionic chip, this device delivers lightning-fast performance and improved energy efficiency, ensuring smooth multitasking and gaming. Its sophisticated triple-camera system, including a 48MP main sensor, ultra-wide, and telephoto lenses, offers advanced photography capabilities, such as ProRAW and Night mode, for professional-grade results in any lighting condition. With 5G connectivity, all-day battery life, and a durable Ceramic Shield front cover, the iPhone 15 Pro Max is designed to keep up with your busiest days. Running on iOS 17, Apple's latest operating system, the iPhone 15 Pro Max provides a seamless and intuitive user experience, with enhanced privacy and security features. Plus, with support for MagSafe accessories, it adapts to your needs, whether you're working or playing. The iPhone 15 Pro Max isn't just a smartphone; it's a powerful tool that empowers you to do more, explore more, and create more.",
        "short_description": "iPhone 15 Pro Max: Elevate your mobile experience with the expansive 6.7-inch Super Retina XDR display, A17 Bionic chip, and advanced triple-camera system. With 5G connectivity, all-day battery life, iOS 17, MagSafe support, and enhanced privacy features, it's the ultimate companion for everyday adventures."
    },
    {
        "name": "Deepcool MACUBE 110",
        "thumbnail": "https://i.ibb.co/9WY2D3y/deepcool-macube-110-wh-gaming-case-1-Photoroom.png",
        "images": [
            "https://i.ibb.co/w7Zx3kK/deepcool-macube-110-wh-gaming-case-2.jpg",
            "https://i.ibb.co/yScHp6h/deepcool-macube-110-wh-gaming-case-3.jpg",
            "https://i.ibb.co/WBCnky1/deepcool-macube-110-wh-gaming-case-4.jpg"
        ],
        "date": "2024-06-04T00:00:00.000Z",
        "availability": true,
        "brand": "Deepcool",
        "category": "pc-and-components",
        "click_count": 0,
        "quantity": 32,
        "sku": "BE45FSDT",
        "price": 5000,
        "discount": 0,
        "description": "The Deepcool MACUBE 110 is a premium micro-ATX case designed to combine style, functionality, and performance in a compact form factor. Measuring just 400mm x 225mm x 431mm, it’s perfect for space-conscious builders seeking a sleek and modern look. The case features a minimalist design with clean lines, a magnetic tempered glass side panel for easy access and display of internal components, and a steel chassis that ensures durability.Cooling is a standout feature of the MACUBE 110. It supports up to six 120mm or four 140mm fans and accommodates radiators up to 280mm, ensuring efficient airflow and heat dissipation. The top and front panels include large air intakes with dust filters, promoting optimal cooling while keeping the interior dust-free.Inside, the MACUBE 110 offers ample room for high-performance hardware, including graphics cards up to 320mm long, CPU coolers up to 165mm tall, and power supplies up to 160mm in length. The case also provides convenient cable management solutions with 23mm of space behind the motherboard tray and multiple routing holes.Overall, the Deepcool MACUBE 110 is an excellent choice for builders seeking a compact, high-performance case that offers stylish aesthetics, excellent cooling options, and flexibility for various hardware configurations.",
        "short_description": "The Deepcool MACUBE 110 is a compact, stylish micro-ATX case featuring excellent airflow, a minimalist design, and a magnetic tempered glass side panel. It supports multiple cooling solutions and high-performance components, making it an ideal choice for building a sleek and efficient gaming or workstation PC."
    },
    {
        "name": "LG MK66m E Monitor",
        "thumbnail": "https://i.ibb.co/YtdnNT4/71-PGfnp5-Xz-L-SL1500-Photoroom-1.png",
        "images": [
            "https://i.ibb.co/DwmMGB1/71-RGWVh-Yt7-L-SL1500.jpg",
            "https://i.ibb.co/Y3RSSZC/71b-jueb-Yn-L-SL1500.jpg",
            "https://i.ibb.co/Y3RSSZC/71b-jueb-Yn-L-SL1500.jpg",
            "https://i.ibb.co/Bgzpcxw/61kuri49-AXL-SL1500.jpg"
        ],
        "date": "2024-06-04T00:00:00.000Z",
        "availability": true,
        "brand": "LG",
        "category": "pc-and-components",
        "click_count": 0,
        "quantity": 32,
        "sku": "BE45FSDT",
        "price": 16000,
        "discount": 0,
        "description": "The LG MK66M-E is a versatile 27-inch monitor designed to deliver an exceptional viewing experience for gaming, work, and entertainment. Featuring a Full HD IPS display, this monitor provides vibrant colors and wide viewing angles, ensuring consistent and accurate visuals from any perspective. The 1920 x 1080 resolution offers sharp and detailed images, perfect for multimedia consumption and productivity tasks.Equipped with AMD FreeSync technology, the LG MK66M-E minimizes screen tearing and stuttering, providing a smoother and more responsive gaming experience. The 75Hz refresh rate and 5ms response time further enhance gameplay, reducing motion blur and ensuring fluid visuals during fast-paced action scenes.The monitor's design is both sleek and functional, with slim bezels that provide an immersive viewing experience and a modern aesthetic that fits seamlessly into any workspace or gaming setup. Multiple connectivity options, including HDMI and DisplayPort, ensure compatibility with a variety of devices, while the built-in speakers offer convenient audio without the need for external speakers.Ergonomic features such as tilt adjustment allow for comfortable viewing, and the monitor's flicker-free technology and blue light filter reduce eye strain during extended use.Overall, the LG MK66M-E is a well-rounded monitor that combines impressive visual performance, gaming features, and ergonomic design, making it a great choice for users seeking a high-quality and versatile display solution.",
        "short_description": "The LG MK66M-E is a versatile 27-inch monitor featuring a Full HD IPS display with vibrant colors and wide viewing angles. It offers AMD FreeSync technology, a 75Hz refresh rate, and multiple connectivity options, making it ideal for gaming, work, and entertainment with smooth visuals and a sleek design."
    },
    {
        "name": "Bespoke Refrigerator",
        "thumbnail": "https://i.ibb.co/zZPdHNv/RF23-DB9900-QD-01-Stainless-Steel-SCOM-ezgif-com-webp-to-jpg-converter-Photoroom.png",
        "images": [
            "https://i.ibb.co/MsrLWHV/RF23-DB9900-QD-02-Stainless-Steel-SCOM-ezgif-com-webp-to-jpg-converter.jpg",
            "https://i.ibb.co/Rj8SgNR/RF23-DB9900-QD-03-Stainless-Steel-SCOM-ezgif-com-webp-to-jpg-converter.jpg",
            "https://i.ibb.co/c38kDdn/RF23-DB9900-QD-05-Stainless-Steel-SCOM-ezgif-com-webp-to-jpg-converter.jpg",
            "https://i.ibb.co/jH5ptVR/RF23-DB9900-QD-08-Stainless-Steel-SCOM-ezgif-com-webp-to-jpg-converter.jpg"
        ],
        "date": "2024-04-04T00:00:00.000Z",
        "availability": true,
        "brand": "Samsung",
        "category": "home-electronics",
        "click_count": 0,
        "quantity": 32,
        "sku": "BE45SAM",
        "price": 3299000,
        "discount": 20,
        "description": "The TUF Gaming B560M-E is a micro-ATX motherboard crafted for gamers and power users, providing a reliable and high-performance foundation for building a gaming PC. Supporting both 11th and 10th Gen Intel Core processors, this motherboard leverages the B560 chipset to offer advanced features and exceptional performance.Equipped with PCIe 4.0 support, the TUF Gaming B560M-E ensures faster data transfer rates and improved bandwidth for the latest graphics cards and storage devices. The dual M.2 slots provide ample space for high-speed NVMe SSDs, significantly enhancing storage performance and reducing load times in games and applications.Durability and stability are core aspects of the TUF series, and the B560M-E is no exception. It features military-grade components, including TUF capacitors and alloy chokes, ensuring longevity and reliable operation under intense gaming conditions. The motherboard also boasts comprehensive cooling solutions, such as VRM heatsinks and hybrid fan headers, to maintain optimal temperatures during extended gaming sessions.Connectivity options include USB 3.2 Gen 2 Type-A and Type-C ports, ensuring compatibility with a wide range of peripherals. Additionally, the onboard Realtek S1200A audio codec delivers high-quality sound, enhancing the immersive gaming experience.Overall, the TUF Gaming B560M-E combines robust performance, durability, and gaming-centric features, making it an ideal choice for building a dependable and powerful gaming system.",
        "short_description": "The TUF Gaming B560M-E is a robust micro-ATX motherboard designed for gamers, featuring support for 11th and 10th Gen Intel CPUs, PCIe 4.0, dual M.2 slots, and comprehensive cooling solutions. It offers enhanced durability, gaming-focused features, and reliable performance, making it an excellent choice for building a high-performance gaming rig."
    },
    {
        "name": "Iphone 15 pro",
        "thumbnail": "https://i.ibb.co/yh99Bg0/iphone15pro-digitalmat-gallery-3-202309.png",
        "images": [
            "https://i.ibb.co/3kmCMvd/iphone15pro-digitalmat-gallery-1-202309-GEO-US.png",
            "https://i.ibb.co/RYF7CVD/iphone15pro-digitalmat-gallery-2-202309.png",
            "https://i.ibb.co/9Tr3bG2/iphone15pro-digitalmat-gallery-4-202309.jpg",
            "https://i.ibb.co/w4dSCpD/iphone15pro-digitalmat-gallery-5-202309.png",
            "https://i.ibb.co/w4dSCpD/iphone15pro-digitalmat-gallery-5-202309.png"
        ],
        "date": "2024-05-25T00:00:00.000Z",
        "availability": true,
        "brand": "Apple",
        "category": "phone-and-tablets",
        "click_count": 0,
        "quantity": 54,
        "sku": "BEFASRT",
        "price": 190000,
        "discount": 10,
        "description": "The iPhone 15 Pro sets the standard for premium smartphones with its stunning design and cutting-edge features. Sporting a gorgeous 6.1-inch Super Retina XDR display with ProMotion technology, every interaction feels smooth and responsive. Powered by the A17 Bionic chip, this device delivers blazing-fast performance and improved energy efficiency, ensuring seamless multitasking and gaming.Its advanced triple-camera system, including a 48MP main sensor, ultra-wide, and telephoto lenses, elevates your photography experience to new heights, with features like ProRAW and Night mode for professional-grade results. With 5G connectivity, all-day battery life, and a durable Ceramic Shield front cover, the iPhone 15 Pro is designed to keep up with your busy lifestyle.Running on iOS 17, Apple's latest operating system, the iPhone 15 Pro offers a seamless and intuitive user experience, with features like enhanced privacy and security settings. Plus, with support for MagSafe accessories, it adapts to your needs, whether you're at work or play. The iPhone 15 Pro is more than just a smartphone; it's a companion that empowers you to do more, explore more, and create more.",
        "short_description": "iPhone 15 Pro: Experience excellence with the stunning 6.1-inch Super Retina XDR display, A17 Bionic chip, and advanced triple-camera system. With 5G connectivity, all-day battery life, iOS 17, MagSafe support, and enhanced privacy features, it's the ultimate smartphone for everyday use."
    },
    {
        "name": "Pocophone F1",
        "thumbnail": "https://i.ibb.co/sgHVJ0L/xiaomi-pocophone-f1-3.jpg",
        "images": [
            "https://i.ibb.co/VgSXM44/xiaomi-pocophone-f1-2.jpg",
            "https://i.ibb.co/kGdcKBh/xiaomi-pocophone-f1-4.jpg",
            "https://i.ibb.co/TRc5MLs/xiaomi-pocophone-f1-5.jpg"
        ],
        "date": "2024-05-25T00:00:00.000Z",
        "availability": false,
        "brand": "Xiaomi",
        "category": "phone-and-tablets",
        "click_count": 0,
        "quantity": 0,
        "sku": "BE45VGRT",
        "price": 30000,
        "discount": 10,
        "description": "The Pocophone F1 is a budget-friendly powerhouse, featuring a vibrant 6.18-inch IPS LCD display and the powerful Snapdragon 845 processor for smooth performance. Whether you're gaming, streaming content, or multitasking, the Pocophone F1 delivers a fast and fluid experience. But the Pocophone F1 is more than just a performance beast; it's a photography powerhouse too. With its dual-camera system, you can capture stunning photos and videos with ease. Plus, with features like AI scene detection and Portrait mode, you can take your photography to the next level. With fast charging support, you can quickly recharge your device and get back to what you love. Whether you're on the go or at home, the Pocophone F1 keeps up with your busy lifestyle.Running on MIUI, Xiaomi's intuitive user interface, the Pocophone F1 offers a smooth and intuitive user experience, with features like App Vault for easy access to your favorite apps and tools. Plus, with support for dual SIM cards, you can stay connected wherever you go.",
        "short_description": "Pocophone F1: Experience power and affordability with the vibrant 6.18-inch IPS LCD display, Snapdragon 845 processor, and dual-camera system. With fast charging support, MIUI, and dual SIM capability, it's the ultimate smartphone for everyday use."
    },
    {
        "name": "Macbook pro",
        "thumbnail": "https://i.ibb.co/5TCw3zX/3d-viewer-pt-closed-xhvulpfj67m2-large-Photoroom.png",
        "images": [
            "https://i.ibb.co/pPmdhT1/3d-viewer-ps-closed-dxyu3rr4014y-large.jpg",
            "https://i.ibb.co/tMTYyvC/3d-viewer-pf-14-16-cnmzk9b7xtpy-large.jpg",
            "https://i.ibb.co/GFPRcn0/3d-viewer-psl-open-ctdvesh65n2a-large.jpg",
            "https://i.ibb.co/X3CYjKh/3d-viewer-pt-open-dr7t682bocia-large.jpg"
        ],
        "date": "2024-06-04T00:00:00.000Z",
        "availability": true,
        "brand": "Apple",
        "category": "pc-and-components",
        "click_count": 0,
        "quantity": 32,
        "sku": "BE45FSDT",
        "price": 150000,
        "discount": 0,
        "description": "The MacBook Pro is a powerhouse laptop that merges cutting-edge technology with elegant design, perfect for professionals, creatives, and tech enthusiasts. Powered by Apple's revolutionary M1 chip, it delivers exceptional performance with an 8-core CPU, 8-core GPU, and a 16-core Neural Engine, ensuring smooth multitasking, rapid processing, and impressive energy efficiency.The 13-inch Retina display offers stunning visuals with vibrant colors, sharp details, and True Tone technology, providing an immersive viewing experience whether you're editing photos, designing graphics, or watching videos. The P3 wide color gamut and high brightness levels further enhance visual fidelity, making it an excellent choice for creative work.With up to 20 hours of battery life, the MacBook Pro is designed to keep up with your busiest days without needing frequent recharges. The high-speed SSD storage ensures quick access to your files and applications, while the macOS operating system provides a seamless and intuitive user experience.Security features such as the Touch ID fingerprint sensor and the secure enclave in the M1 chip protect your data and privacy. The backlit Magic Keyboard offers a comfortable typing experience, and the spacious Force Touch trackpad provides precise control and navigation.The MacBook Pro also includes versatile connectivity options with two Thunderbolt/USB 4 ports, allowing for high-speed data transfer, external display support, and charging. Whether you're a developer, designer, or student, the MacBook Pro offers the performance, reliability, and features needed to elevate your productivity and creativity.",
        "short_description": "The MacBook Pro combines powerful performance with sleek design, featuring Apple's M1 chip, a stunning Retina display, and up to 20 hours of battery life. It offers advanced graphics, high-speed SSD storage, and enhanced security, making it ideal for professionals and creatives alike."
    },
    {
        "name": "Asus RTX 4070 GPU",
        "thumbnail": "https://i.ibb.co/qmL8tKM/msi-geforce-rtx-4070-super-12g-gaming-x-slim-graphics-card-01-Photoroom.png",
        "images": [
            "https://i.ibb.co/92bJcDw/msi-geforce-rtx-4070-super-12g-gaming-x-slim-graphics-card-04.jpg",
            "https://i.ibb.co/mF4VTgq/msi-geforce-rtx-4070-super-12g-gaming-x-slim-graphics-card-05.jpg",
            "https://i.ibb.co/JkFnBMp/msi-geforce-rtx-4070-super-12g-gaming-x-slim-graphics-card-03.jpg",
            "https://i.ibb.co/pKV3KmQ/msi-geforce-rtx-4070-super-12g-gaming-x-slim-graphics-card-02.jpg"
        ],
        "date": "2024-06-04T00:00:00.000Z",
        "availability": true,
        "brand": "Asus",
        "category": "pc-and-components",
        "click_count": 0,
        "quantity": 32,
        "sku": "BE469SDT",
        "price": 170000,
        "discount": 0,
        "description": "The ASUS GeForce RTX 4070 is a versatile graphics card that combines strong performance with advanced features, ideal for both gamers and creators. Utilizing the NVIDIA Ada Lovelace architecture, it comes equipped with 12GB of GDDR6 memory, ensuring smooth and responsive performance in a variety of applications, from gaming to content creation.This GPU supports NVIDIA's ray tracing and DLSS technologies, which enhance visual realism and performance through real-time ray tracing and AI-powered image enhancement. These features provide stunning graphics and improved frame rates, delivering an immersive and responsive gaming experience.ASUS has incorporated its renowned cooling solutions into the RTX 4070, featuring Axial-tech fans, a large heatsink, and precision-engineered airflow paths. This design ensures optimal thermal performance and low noise levels, even during extended gaming sessions or heavy workloads.The card's connectivity includes multiple HDMI 2.1 and DisplayPort 1.4a ports, allowing for high-resolution outputs and multi-monitor configurations. Additionally, the ASUS RTX 4070 features a sturdy build with a reinforced metal backplate, ensuring durability and stability within your system.Overall, the ASUS GeForce RTX 4070 offers a balanced combination of performance, advanced features, and efficient cooling, making it a great choice for users seeking a reliable and powerful graphics solution for gaming, creative work, and everyday computing tasks.",
        "short_description": "The ASUS GeForce RTX 4070 is a powerful graphics card featuring the NVIDIA Ada Lovelace architecture, 12GB of GDDR6 memory, and efficient cooling solutions. It offers excellent performance for gaming and creative tasks, with support for ray tracing, DLSS, and AI-enhanced features, providing a high-quality visual experience."
    },
    {
        "name": "Zotac RTX 4080 GPU",
        "thumbnail": "https://i.ibb.co/HBJ1v5P/zotac-rtx-4080-super-amp-extreme-airo-16gb-gpu-1-Photoroom.png",
        "images": [
            "https://i.ibb.co/b7Jyqx6/zotac-rtx-4080-super-amp-extreme-airo-16gb-gpu-3.jpg",
            "https://i.ibb.co/B3Njz54/zotac-rtx-4080-super-amp-extreme-airo-16gb-gpu-4.jpg",
            "https://i.ibb.co/Qn8bcmF/zotac-rtx-4080-super-amp-extreme-airo-16gb-gpu-2.jpg"
        ],
        "date": "2024-06-04T00:00:00.000Z",
        "availability": true,
        "brand": "Zotac",
        "category": "pc-and-components",
        "click_count": 0,
        "quantity": 32,
        "sku": "BE469SDT",
        "price": 190000,
        "discount": 0,
        "description": "The ZOTAC GeForce RTX 4080 is a cutting-edge graphics card designed to deliver unparalleled performance for gamers, content creators, and professionals. Built on the advanced NVIDIA Ada Lovelace architecture, this GPU features 16GB of high-speed GDDR6X memory, providing the bandwidth necessary for handling the most demanding games and applications with ease.One of the standout features of the RTX 4080 is its support for real-time ray tracing and DLSS 3.0 (Deep Learning Super Sampling), which use AI to enhance visual fidelity and performance. These technologies create stunningly realistic lighting, reflections, and shadows, significantly improving the overall gaming and visual experience.The ZOTAC RTX 4080 also boasts a robust cooling system, featuring IceStorm 2.0 technology with triple fans, a large heatsink, and advanced airflow optimizations. This ensures the card remains cool and quiet even under heavy loads, maintaining peak performance and longevity.Connectivity options include multiple HDMI 2.1 and DisplayPort 1.4a outputs, supporting up to 8K resolution and multi-monitor setups. The card's compact design allows for compatibility with a wide range of PC cases, and its reinforced metal backplate adds structural integrity and durability.Overall, the ZOTAC GeForce RTX 4080 is a top-tier graphics card that offers extraordinary performance, advanced features, and robust cooling, making it an excellent choice for anyone looking to push their system to the limits.",
        "short_description": "The ZOTAC GeForce RTX 4080 is a high-performance graphics card featuring the NVIDIA Ada Lovelace architecture, 16GB of GDDR6X memory, and advanced cooling technology. It delivers exceptional gaming and rendering performance, with support for ray tracing, DLSS 3.0, and enhanced AI capabilities, making it ideal for demanding applications."
    },
    {
        "name": "Computer table",
        "thumbnail": "https://i.ibb.co/yF5JSty/446863889-2861778857317839-7162475770324227343-n-Photoroom.png",
        "images": [
            "https://i.ibb.co/94zcyc5/446863889-2861778857317839-7162475770324227343-n.jpg"
        ],
        "date": "2024-06-05T00:00:00.000Z",
        "availability": true,
        "brand": "No brand",
        "category": "furniture",
        "click_count": 0,
        "quantity": 32,
        "sku": "BE45FSDT",
        "price": 22000,
        "discount": 0,
        "description": "The TUF Gaming B560M-E is a micro-ATX motherboard crafted for gamers and power users, providing a reliable and high-performance foundation for building a gaming PC. Supporting both 11th and 10th Gen Intel Core processors, this motherboard leverages the B560 chipset to offer advanced features and exceptional performance.Equipped with PCIe 4.0 support, the TUF Gaming B560M-E ensures faster data transfer rates and improved bandwidth for the latest graphics cards and storage devices. The dual M.2 slots provide ample space for high-speed NVMe SSDs, significantly enhancing storage performance and reducing load times in games and applications.Durability and stability are core aspects of the TUF series, and the B560M-E is no exception. It features military-grade components, including TUF capacitors and alloy chokes, ensuring longevity and reliable operation under intense gaming conditions. The motherboard also boasts comprehensive cooling solutions, such as VRM heatsinks and hybrid fan headers, to maintain optimal temperatures during extended gaming sessions.Connectivity options include USB 3.2 Gen 2 Type-A and Type-C ports, ensuring compatibility with a wide range of peripherals. Additionally, the onboard Realtek S1200A audio codec delivers high-quality sound, enhancing the immersive gaming experience.Overall, the TUF Gaming B560M-E combines robust performance, durability, and gaming-centric features, making it an ideal choice for building a dependable and powerful gaming system.",
        "short_description": "The TUF Gaming B560M-E is a robust micro-ATX motherboard designed for gamers, featuring support for 11th and 10th Gen Intel CPUs, PCIe 4.0, dual M.2 slots, and comprehensive cooling solutions. It offers enhanced durability, gaming-focused features, and reliable performance, making it an excellent choice for building a high-performance gaming rig."
    },
    {
        "name": "Iphone 15",
        "thumbnail": "https://i.ibb.co/6t9Q7LY/iphone15-digitalmat-gallery-4-202309.png",
        "images": [
            "https://i.ibb.co/4KGy0qn/iphone15-digitalmat-gallery-1-202309-GEO-US.png",
            "https://i.ibb.co/4KGy0qn/iphone15-digitalmat-gallery-1-202309-GEO-US.png",
            "https://i.ibb.co/fXH2q9d/iphone15-digitalmat-gallery-3-202309.png",
            "https://i.ibb.co/Fw6WrNX/iphone15-digitalmat-gallery-5-202309.png",
            "https://i.ibb.co/m0M1Mby/iphone15-digitalmat-gallery-7-202403.png"
        ],
        "date": "2024-05-25T00:00:00.000Z",
        "availability": true,
        "brand": "Apple",
        "category": "phone-and-tablets",
        "click_count": 0,
        "quantity": 72,
        "sku": "BE45VGRT",
        "price": 90000,
        "discount": 10,
        "description": "The iPhone 15 sets the standard for excellence in smartphone technology. Its vibrant 6.1-inch Super Retina XDR display delivers stunning visuals, while the powerful A17 Bionic chip ensures seamless performance for all your tasks. With a dual-camera system, including a 12MP main sensor and ultra-wide lens, capturing breathtaking photos and videos has never been easier. Plus, with features like Night mode and Smart HDR, your shots are always crisp and clear, even in low-light conditions.But the iPhone 15 is more than just a camera and performance powerhouse; it's also built for connectivity and convenience. With 5G support, you can download, stream, and browse the web at lightning-fast speeds, while the all-day battery life keeps you powered up throughout your busy day. Running on iOS 17, Apple's latest operating system, the iPhone 15 offers a seamless and intuitive user experience, with features like Siri and Face ID making everyday tasks effortless. Additionally, the iPhone 15 supports MagSafe accessories, allowing you to personalize and enhance your device to suit your lifestyle. With advanced privacy features built-in, you can trust that your personal information is safe and secure. Whether you're working, playing, or staying connected with loved ones, the iPhone 15 is designed to meet your every need.",
        "short_description": "iPhone 15: Elevate your smartphone experience with the vibrant 6.1-inch Super Retina XDR display, A17 Bionic chip, and advanced dual-camera system. With 5G connectivity, all-day battery life, iOS 17, and support for MagSafe accessories, it's the perfect companion for your daily adventures."
    },
    {
        "name": "Couple Bed",
        "thumbnail": "https://i.ibb.co/LPGgsT3/61i-V-yg-SUVL-AC-SX522-Photoroom.png",
        "images": [
            "https://i.ibb.co/N7Qtxd5/61n-N7-JWg3-KL-AC-SX522.jpg",
            "https://i.ibb.co/1TCxCxs/61-AVa-Qk-Vfv-L-AC-SX522.jpg",
            "https://i.ibb.co/GHtTBW4/61-Br-Agi-LG-L-AC-SX522.jpg"
        ],
        "date": "2024-06-04T00:00:00.000Z",
        "availability": true,
        "brand": "No brand",
        "category": "furniture",
        "click_count": 0,
        "quantity": 32,
        "sku": "BE45FSDT",
        "price": 40000,
        "discount": 0,
        "description": "The TUF Gaming B560M-E is a micro-ATX motherboard crafted for gamers and power users, providing a reliable and high-performance foundation for building a gaming PC. Supporting both 11th and 10th Gen Intel Core processors, this motherboard leverages the B560 chipset to offer advanced features and exceptional performance.Equipped with PCIe 4.0 support, the TUF Gaming B560M-E ensures faster data transfer rates and improved bandwidth for the latest graphics cards and storage devices. The dual M.2 slots provide ample space for high-speed NVMe SSDs, significantly enhancing storage performance and reducing load times in games and applications.Durability and stability are core aspects of the TUF series, and the B560M-E is no exception. It features military-grade components, including TUF capacitors and alloy chokes, ensuring longevity and reliable operation under intense gaming conditions. The motherboard also boasts comprehensive cooling solutions, such as VRM heatsinks and hybrid fan headers, to maintain optimal temperatures during extended gaming sessions.Connectivity options include USB 3.2 Gen 2 Type-A and Type-C ports, ensuring compatibility with a wide range of peripherals. Additionally, the onboard Realtek S1200A audio codec delivers high-quality sound, enhancing the immersive gaming experience.Overall, the TUF Gaming B560M-E combines robust performance, durability, and gaming-centric features, making it an ideal choice for building a dependable and powerful gaming system.",
        "short_description": "The TUF Gaming B560M-E is a robust micro-ATX motherboard designed for gamers, featuring support for 11th and 10th Gen Intel CPUs, PCIe 4.0, dual M.2 slots, and comprehensive cooling solutions. It offers enhanced durability, gaming-focused features, and reliable performance, making it an excellent choice for building a high-performance gaming rig."
    },
    {
        "name": "Samsung Z Fold 5",
        "thumbnail": "https://i.ibb.co/94QJ2gK/samsung-galaxy-z-fold5-5g-r2.jpg",
        "images": [
            "https://i.ibb.co/MkJPSrC/samsung-galaxy-z-fold5-5g-r3.jpg",
            "https://i.ibb.co/nQKtYD5/samsung-galaxy-z-fold5-5g-r1.jpg",
            "https://i.ibb.co/Fz2mPqK/samsung-galaxy-z-fold5-5g-r0.jpg"
        ],
        "date": "2024-05-25T00:00:00.000Z",
        "availability": true,
        "brand": "Samsung",
        "category": "phone-and-tablets",
        "click_count": 0,
        "quantity": 0,
        "sku": "BE45VGRT",
        "price": 120000,
        "discount": 10,
        "description": "The Samsung Z Fold 5 is a groundbreaking foldable smartphone that redefines what's possible in mobile technology. Its innovative design features a flexible 7.6-inch Dynamic AMOLED display that unfolds to reveal a larger screen, perfect for multitasking and productivity. Powered by a high-performance Snapdragon processor, this device offers lightning-fast performance and incredible energy efficiency, ensuring that you can do more with less.With a versatile triple-camera system, including a 108MP main sensor, the Samsung Z Fold 5 captures stunning photos and videos with incredible detail and clarity. Plus, with features like Pro mode and Director's View, you can take your photography to the next level. With support for 5G connectivity, you can download, stream, and browse the web at blazing-fast speeds, while the all-day battery life keeps you powered up throughout your day.Running on the latest version of Samsung's One UI, the Samsung Z Fold 5 offers a seamless and intuitive user experience, with features like Samsung DeX and Knox security keeping your data safe and secure. Plus, with support for wireless charging and Samsung Pay, it's more convenient than ever to stay connected and productive on the go. Whether you're working, playing, or staying connected with loved ones, the Samsung Z Fold 5 is the perfect companion for your digital lifestyle.",
        "short_description": "Samsung Z Fold 5: Experience the future of smartphone technology with the flexible 7.6-inch Dynamic AMOLED display, Snapdragon processor, triple-camera system, 5G connectivity, all-day battery life, and Samsung One UI. It's the ultimate companion for your digital lifestyle."
    },
    {
        "name": "Samsung S24 ultra",
        "thumbnail": "https://i.ibb.co/7YYNZPG/samsung-galaxy-s24-ultra-5g-sm-s928-0.jpg",
        "images": [
            "https://i.ibb.co/JmXnfrm/samsung-galaxy-s24-ultra-5g-sm-s928-1.jpg",
            "https://i.ibb.co/k3CDpsB/samsung-galaxy-s24-ultra-5g-sm-s928-2.jpg",
            "https://i.ibb.co/C9vQsGz/samsung-galaxy-s24-ultra-5g-sm-s928-4.jpg",
            "https://i.ibb.co/F4TpMV8/samsung-galaxy-s24-ultra-5g-sm-s928-3.jpg"
        ],
        "date": "2024-05-25T00:00:00.000Z",
        "availability": true,
        "brand": "Samsung",
        "category": "phone-and-tablets",
        "click_count": 0,
        "quantity": 42,
        "sku": "BE45VGRT",
        "price": 200000,
        "discount": 10,
        "description": "The Samsung Galaxy S24 Ultra redefines what a smartphone can be, with its stunning design and powerful performance. Its expansive 6.8-inch Dynamic AMOLED display delivers breathtaking visuals, whether you're watching videos, playing games, or browsing the web. Powered by the latest Exynos processor, this device offers lightning-fast performance and incredible energy efficiency, ensuring that you can do more with less. With a quad-camera system, including a 108MP main sensor, the Samsung Galaxy S24 Ultra captures stunning photos and videos with incredible detail and clarity. Plus, with features like Night mode and Pro mode, you can take your photography to the next level. With support for 5G connectivity, you can download, stream, and browse the web at blazing-fast speeds, while the all-day battery life keeps you powered up throughout your day. Running on the latest version of Samsung's One UI, the Samsung Galaxy S24 Ultra offers a seamless and intuitive user experience, with features like Samsung DeX and Knox security keeping your data safe and secure. Plus, with support for wireless charging and Samsung Pay, it's more convenient than ever to stay connected and productive on the go. Whether you're working, playing, or staying connected with loved ones, the Samsung Galaxy S24 Ultra is the perfect companion for your digital lifestyle.",
        "short_description": "Samsung Galaxy S24 Ultra: Experience the future of smartphone technology with the stunning 6.8-inch Dynamic AMOLED display, Exynos processor, quad-camera system, 5G connectivity, all-day battery life, and Samsung One UI. It's the ultimate companion for your digital lifestyle."
    },
    {
        "name": "TUF Gaming B560M E motherboard",
        "thumbnail": "https://i.ibb.co/rvDm0Wk/w692.png",
        "images": [
            "https://i.ibb.co/StW4VpL/alliance-pic.png",
            "https://i.ibb.co/wC1Mrhz/3-TUF-GAMING-B560-M-E-Cover.png",
            "https://i.ibb.co/SX01qnK/spec-mobile.png"
        ],
        "date": "2024-06-04T00:00:00.000Z",
        "availability": true,
        "brand": "Asus",
        "category": "pc-and-components",
        "click_count": 0,
        "quantity": 32,
        "sku": "BE45FSDT",
        "price": 15000,
        "discount": 0,
        "description": "The TUF Gaming B560M-E is a micro-ATX motherboard crafted for gamers and power users, providing a reliable and high-performance foundation for building a gaming PC. Supporting both 11th and 10th Gen Intel Core processors, this motherboard leverages the B560 chipset to offer advanced features and exceptional performance.Equipped with PCIe 4.0 support, the TUF Gaming B560M-E ensures faster data transfer rates and improved bandwidth for the latest graphics cards and storage devices. The dual M.2 slots provide ample space for high-speed NVMe SSDs, significantly enhancing storage performance and reducing load times in games and applications.Durability and stability are core aspects of the TUF series, and the B560M-E is no exception. It features military-grade components, including TUF capacitors and alloy chokes, ensuring longevity and reliable operation under intense gaming conditions. The motherboard also boasts comprehensive cooling solutions, such as VRM heatsinks and hybrid fan headers, to maintain optimal temperatures during extended gaming sessions.Connectivity options include USB 3.2 Gen 2 Type-A and Type-C ports, ensuring compatibility with a wide range of peripherals. Additionally, the onboard Realtek S1200A audio codec delivers high-quality sound, enhancing the immersive gaming experience.Overall, the TUF Gaming B560M-E combines robust performance, durability, and gaming-centric features, making it an ideal choice for building a dependable and powerful gaming system.",
        "short_description": "The TUF Gaming B560M-E is a robust micro-ATX motherboard designed for gamers, featuring support for 11th and 10th Gen Intel CPUs, PCIe 4.0, dual M.2 slots, and comprehensive cooling solutions. It offers enhanced durability, gaming-focused features, and reliable performance, making it an excellent choice for building a high-performance gaming rig."
    },
    {
        "name": "Ipad 13 pro",
        "thumbnail": "https://i.ibb.co/VNBLGCx/apple-ipad-pro-13-2024-5.jpg",
        "images": [
            "https://i.ibb.co/LZTfHrW/apple-ipad-pro-13-2024-2.jpg",
            "https://i.ibb.co/Wy1ypZ3/apple-ipad-pro-2024-3.jpg",
            "https://i.ibb.co/b6Nv9cZ/apple-ipad-pro-2024-4.jpg"
        ],
        "date": "2024-05-25T00:00:00.000Z",
        "availability": true,
        "brand": "Apple",
        "category": "phone-and-tablets",
        "click_count": 0,
        "quantity": 102,
        "sku": "BE45VGRT",
        "price": 100000,
        "discount": 10,
        "description": "The iPad 13 Pro is a powerhouse of creativity and productivity, designed to take your digital experience to the next level. Its stunning 12.9-inch Liquid Retina XDR display brings your content to life with vibrant colors and crisp details, making it perfect for everything from photo editing to watching movies. Powered by the A15 Bionic chip, this device offers blazing-fast performance and incredible energy efficiency, allowing you to multitask with ease. With support for Apple Pencil and Magic Keyboard, the iPad 13 Pro transforms into a versatile tool for work and creativity. Whether you're sketching ideas, writing notes, or typing up reports, the iPad 13 Pro adapts to your needs. Plus, with advanced cameras, including a 12MP Ultra Wide front camera and a 12MP Wide rear camera, you can capture stunning photos and videos wherever you go. But the iPad 13 Pro is more than just a powerful tablet; it's also built for connectivity and convenience. With 5G support, you can stay connected on the go, while the all-day battery life ensures that you can work and play for hours on end. Running on iPadOS 15, Apple's latest operating system, the iPad 13 Pro offers a seamless and intuitive user experience, with features like Split View and Slide Over making multitasking a breeze.",
        "short_description": "iPad 13 Pro: Unleash your creativity with the stunning 12.9-inch Liquid Retina XDR display, A15 Bionic chip, and support for Apple Pencil and Magic Keyboard. With advanced cameras, 5G connectivity, all-day battery life, and iPadOS 15, it's the ultimate tool for work and play."
    }
]